Repository: common-repository/qrlogin
Catalog: languages/qrlogin-*.po
Languages: ru_ru

source: Settings
ru_ru: Настройки

source: Scan in
ru_ru: Отсканируйте в

source: Use the <a href="http://qrlogin.info" target="_blank">qrLogin</a> app to scan the QR Code, or just tap the code on your phone.<br/>Wait
ru_ru: Отсканируйте код в программе <a href=‘http://qrlogin.info' target=‘_blank’>qrLogin</a>, или «тапните» на нем на Вашем телефоне.<br/>Ожидание

source: The timeout for logging from <a href="http://qrlogin.info" target="_blank">qrLogin</a> app has expired.<br/>Refresh page to start waiting again.
ru_ru: Таймаут ожидания входа из программы <a href=‘http://qrlogin.info’ target=‘_blank’>qrLogin</a> истек. Обновите страницу для рестарта.

source: Registration QR-code
ru_ru: Код для записи аккаунта

source: For save account use the <a href="http://qrlogin.info" target="_blank">qrLogin</a> app to scan the QR Code, or just tap the code on your phone.
ru_ru: Для записи аккаунта, отсканируйте код в программе <a href=‘http://qrlogin.info’ target=‘_blank’>qrLogin</a> или «тапните» на нем в Вашем телефоне.

source: Since we do not know your password, after scanning, you will have to enter the password on the phone.<br/>Or you can enter the current password in the box below and Refresh the QRCODE.
ru_ru: Поскольку мы не знаем Ваш пароль, то после сканирования, Вам придется ввести пароль на телефоне.<br/>Или Вы можете ввести текущий пароль в поле ниже и обновить QRCODE.

source: The password you entered is included in qrcode. If you make a mistake, the phone app will remember the wrong password and an error will occur when you log in.
ru_ru: В qrcode включен пароль, который Вы ввели. Если Вы ошиблись, то телефон запомнит не правильный пароль и при входе возникнет ошибка.

source: Current Password
ru_ru: Текущий пароль

source: Refresh QRCODE
ru_ru: Обновить QRCODE

source: If you do not want to enter the password on the phone, you must specify the current password.
ru_ru: Если Вы не хотите вводить пароль в телефоне, то Вы можете ввести его тут.

source: About
ru_ru: О программе

source: qrLogin is an authentication system based on the reading of the qr code by the mobile phone and the transfer of authentication data via the http / https protocol to the application or to a web resource.
ru_ru: qrLogin - система аутентификации, основанная на считывании qr-кода мобильным телефоном и передаче данных аутентификации по протоколу http/https в приложение или на веб-ресурс.

source: Identifier for
ru_ru: Идентификатор для

source: Delete http, https & www from identifier
ru_ru: Удалять http, https и www из идентификатора

source: We recommend using this option. Then, as the identifier for qrLogin, only the domain and path to your forum are used
ru_ru: Рекомендуем использовать эту опцию. Тогда в качестве идентификатора для программы qrLogin будет использоваться только домен и путь к Вашему сайту

source: Size of qrcode
ru_ru: Размер кода

source: Size of QRCODE in pixel (recommended 128)
ru_ru: Задайте размер кода в пикселах (рекомендуемый 128)

source: Foreground color
ru_ru: Цвет кода

source: Background color
ru_ru: Цвет фона

source: When specifying colors for the code, choose contrast combinations. Preferably dark on a light background.
ru_ru: Задавая цвета для кода, выбирайте контрастные сочетания. Предпочтительно темные на светлом фоне.

source: Timeout for wait logging, in minuts
ru_ru: Таймаут ожидания входа, в минутах

source: Timeout for logging from qrLogin. The value is set in minuts. Set "0" to not stop waiting.
ru_ru: Время ожидания входа с телефона. Задается в минутах. Установите значение в «0», что бы не останавливать ожидание.

source: Server polling timeout, in seconds
ru_ru: Период опроса сервера, в секундах

source: Timeout between requests to the server. Set "0" to polling without delay.
ru_ru: Таймаут между запросами к серверу. Установите «0» для опроса без задержек.

source: Server polling duration, in seconds
ru_ru: Длительность опросов на сервере, в секундах

source: Duration of polls on the server. Set "0" for short polling.
ru_ru: Длительность опросов на сервере. Установите «0» для коротких опросов.

source: Timeout for wait answer to phone, in seconds
ru_ru: Таймаут ожидания ответа программе в телефоне, в секундах

source: Timeout for answer to phone. The value is set in seconds.
ru_ru: Время ожидания ответа телефону.
